<?php
// Copyright (c) 2003-2013, CKSource - Frederico Knabben. All rights reserved.
// For licensing, see LICENSE.html or http://ckfinder.com/license

//  Defines the object for the Bulgarian language.

$GLOBALS['CKFLang'] = array (
	'ErrorUnknown' => '袧械 械 胁褗蟹屑芯卸薪芯 写邪 褋械 懈蟹胁褗褉褕懈 蟹邪褟胁泻邪褌邪. (袚袪袝楔袣袗 %1)',
	'Errors' => array (
		'10' => '袧械胁邪谢懈写薪邪 泻芯屑邪薪写邪.',
		'11' => '孝懈锌褗褌 薪邪 褉械褋褍褉褋邪 薪械 械 芯锌褉械写械谢械薪 胁 蟹邪褟胁泻邪褌邪.',
		'12' => '袟邪褟胁械薪懈褟褌 褌懈锌 薪邪 褉械褋褍褉褋邪 薪械 械 薪邪屑械褉械薪.',
		'102' => '袧械胁邪谢懈写械薪 褎邪泄谢 懈谢懈 懈屑械 薪邪 锌邪锌泻邪.',
		'103' => '袧械 械 胁褗蟹屑芯卸薪芯 写邪 褋械 懈蟹胁褗褉褕懈 写械泄褋褌胁懈械褌芯 蟹邪褉邪写懈 锌褉芯斜谢械屑 褋 懈写械薪褌懈褎懈泻邪褑懈褟褌邪.',
		'104' => '袧械 械 胁褗蟹屑芯卸薪芯 写邪 褋械 懈蟹胁褗褉褕懈 写械泄褋褌胁懈械褌芯 蟹邪褉邪写懈 锌褉芯斜谢械屑 褋 锌褉邪胁邪褌邪.',
		'105' => '袧械胁邪谢懈写薪芯 褎邪泄谢芯胁芯 褉邪蟹褕懈褉械薪懈械.',
		'109' => '袧械胁邪谢懈写薪邪 蟹邪褟胁泻邪.',
		'110' => '袧械懈蟹胁械褋褌薪邪 谐褉械褕泻邪.',
		'111' => 'It was not possible to complete the request due to resulting file size.',
		'115' => '肖邪泄谢 懈谢懈 锌邪锌泻邪 褋褗褋 褋褗褖芯褌芯 懈屑械 胁械褔械 褋褗褖械褋褌胁褍胁邪.',
		'116' => '袩邪锌泻邪褌邪 薪械 械 薪邪屑械褉械薪邪, 芯锌褉械褋薪械褌械 懈 芯锌懈褌邪泄褌械 芯褌薪芯胁芯.',
		'117' => '肖邪泄谢褗褌 薪械 械 薪邪屑械褉械薪, 芯锌褉械褋薪械褌械 懈 芯锌懈褌邪泄褌械 芯褌薪芯胁芯.',
		'118' => '袩褗褌懈褖邪褌邪 蟹邪 褑械谢 懈 懈蟹褌芯褔薪懈泻 褌褉褟斜胁邪 写邪 褋邪 械写薪邪泻胁懈.',
		'201' => '肖邪泄谢 褋 褌邪泻芯胁邪 懈屑械 褋褗褖械褋褌胁褍胁邪, 泻邪褔械薪懈褟褌 褎邪泄谢 械 锌褉械懈屑械薪褍胁邪薪 薪邪 "%1".',
		'202' => '袧械胁邪谢懈写械薪 褎邪泄谢.',
		'203' => '袧械胁邪谢懈写械薪 褎邪泄谢. 袪邪蟹屑械褉褗褌 械 锌褉械泻邪谢械薪芯 谐芯谢褟屑.',
		'204' => '袣邪褔械薪懈褟褌 褎邪泄谢 械 锌芯胁褉械写械薪.',
		'205' => '袧褟屑邪 胁褉械屑械薪薪邪 锌邪锌泻邪 蟹邪 泻邪褔械薪懈褌械 褎邪泄谢芯胁械.',
		'206' => '袣邪褔胁邪薪械褌芯 械 褋锌褉褟薪芯 蟹邪褉邪写懈 锌褉芯斜谢械屑懈 褋褗褋 褋懈谐褍褉薪芯褋褌褌邪. 肖邪泄谢褗褌 褋褗写褗褉卸邪 HTML 写邪薪薪懈.',
		'207' => '袣邪褔械薪懈褟褌 褎邪泄谢 械 锌褉械懈屑械薪褍胁邪薪 薪邪 "%1".',
		'300' => '袩褉械屑械褋褌胁邪薪械褌芯 薪邪 褎邪泄谢芯胁械褌械 锌褉芯锌邪写薪邪.',
		'301' => '袣芯锌懈褉邪薪械褌芯 薪邪 褎邪泄谢芯胁械褌械 锌褉芯锌邪写薪邪.',
		'500' => '肖邪泄谢芯胁懈褟褌 斜褉邪褍蟹褗褉 械 懈蟹泻谢褞褔械薪 蟹邪褉邪写懈 锌褉芯斜谢械屑懈 褋褗褋 褋懈谐褍褉薪芯褋褌褌邪. 袦芯谢褟 褋胁褗褉卸械褌械 褋械 褋 袙邪褕懈褟 褋懈褋褌械屑械薪 邪写屑懈薪懈褋褌褉邪褌芯褉 懈 锌褉芯胁械褉械褌械 泻芯薪褎懈谐褍褉邪褑懈褟褌邪.',
		'501' => '袩芯写写褉褗卸泻邪褌邪 蟹邪 屑懈薪懈邪褌褞褉懈 械 懈蟹泻谢褞褔械薪邪.',
	)
);
