<?php
// Copyright (c) 2003-2013, CKSource - Frederico Knabben. All rights reserved.
// For licensing, see LICENSE.html or http://ckfinder.com/license

//  Defines the object for the Greek language.

$GLOBALS['CKFLang'] = array (
	'ErrorUnknown' => '螚 蔚谓苇蟻纬蔚喂伪 未蔚谓 萎蟿伪谓 未蠀谓伪蟿蠈谓 谓伪 蔚魏蟿蔚位蔚蟽蟿蔚委. (危蠁维位渭伪 %1)',
	'Errors' => array (
		'10' => '螞伪谓胃伪蟽渭苇谓畏 螘谓蟿慰位萎.',
		'11' => '韦慰 resource type 未蔚谓 萎蟿伪谓 未蠀谓伪蟿蠈谓 谓伪 蟺蟻慰蟽未喂慰蟻喂蟽蟿蔚委.',
		'12' => '韦慰 resource type 未蔚谓 蔚委谓伪喂 苇纬魏蠀蟻慰.',
		'102' => '韦慰 蠈谓慰渭伪 伪蟻蠂蔚委慰蠀 萎 蠁伪魏苇位慰蠀 未蔚谓 蔚委谓伪喂 苇纬魏蠀蟻慰.',
		'103' => '螖蔚谓 萎蟿伪谓 未蠀谓伪蟿萎 畏 蔚魏蟿苇位蔚蟽畏 蟿畏蟼 蔚谓苇蟻纬蔚喂伪蟼 位蠈纬蠅 苇位位蔚喂蠄畏蟼 未喂魏伪喂蠅渭维蟿蠅谓 伪蟽蠁伪位蔚委伪蟼.',
		'104' => '螖蔚谓 萎蟿伪谓 未蠀谓伪蟿萎 畏 蔚魏蟿苇位蔚蟽畏 蟿畏蟼 蔚谓苇蟻纬蔚喂伪蟼 位蠈纬蠅 蟺蔚蟻喂慰蟻喂蟽渭蠋谓 蟿慰蠀 蟽蠀蟽蟿萎渭伪蟿慰蟼 伪蟻蠂蔚委蠅谓.',
		'105' => '螞伪谓胃伪蟽渭苇谓畏 蔚蟺苇魏蟿伪蟽畏 伪蟻蠂蔚委慰蠀.',
		'109' => '螞伪谓胃伪蟽渭苇谓畏 蔚谓苇蟻纬蔚喂伪.',
		'110' => '螁纬谓蠅蟽蟿慰 位维胃慰蟼.',
		'111' => 'It was not possible to complete the request due to resulting file size.',
		'115' => '韦慰 伪蟻蠂蔚委慰 萎 蠁维魏蔚位慰蟼 蠀蟺维蟻蠂蔚喂 萎未畏.',
		'116' => '螣 蠁维魏蔚位慰蟼 未蔚谓 尾蟻苇胃畏魏蔚. 螤伪蟻伪魏伪位慰蠉渭蔚 伪谓伪谓蔚蠋蟽蟿蔚 蟿畏 蟽蔚位委未伪 魏伪喂 蟺蟻慰蟽蟺伪胃萎蟽蟿蔚 尉伪谓维.',
		'117' => '韦慰 伪蟻蠂蔚委慰 未蔚谓 尾蟻苇胃畏魏蔚. 螤伪蟻伪魏伪位慰蠉渭蔚 伪谓伪谓蔚蠋蟽蟿蔚 蟿畏 蟽蔚位委未伪 魏伪喂 蟺蟻慰蟽蟺伪胃萎蟽蟿蔚 尉伪谓维.',
		'118' => '螚 伪蟻蠂喂魏萎 魏伪喂 蟿蔚位喂魏萎 未喂伪未蟻慰渭萎 蔚委谓伪喂 委未喂蔚蟼.',
		'201' => '螆谓伪 伪蟻蠂蔚委慰 渭蔚 蟿畏谓 委未喂伪 慰谓慰渭伪蟽委伪 蠀蟺维蟻蠂蔚喂 萎未畏. 韦慰 渭蔚蟿伪蠁慰蟻蟿蠅渭苇谓慰 伪蟻蠂蔚委慰 渭蔚蟿慰谓慰渭维蟽蟿畏魏蔚 蟽蔚 "%1".',
		'202' => '螞伪谓胃伪蟽渭苇谓慰 伪蟻蠂蔚委慰.',
		'203' => '螞伪谓胃伪蟽渭苇谓慰 伪蟻蠂蔚委慰. 韦慰 渭苇纬蔚胃慰蟼 蟿慰蠀 伪蟻蠂蔚委慰蠀 蔚委谓伪喂 蟺慰位蠉 渭蔚纬维位慰.',
		'204' => '韦慰 渭蔚蟿伪蠁慰蟻蟿蠅渭苇谓慰 伪蟻蠂蔚委慰 蔚委谓伪喂 蠂伪位伪蟽渭苇谓慰.',
		'205' => '螖蔚谓 蠀蟺维蟻蠂蔚喂 蟺蟻慰蟽蠅蟻喂谓蠈蟼 蠁维魏蔚位慰蟼 纬喂伪 谓伪 蠂蟻畏蟽喂渭慰蟺慰喂畏胃蔚委 纬喂伪 蟿喂蟼 渭蔚蟿伪蠁慰蟻蟿蠋蟽蔚喂蟼 蟿蠅谓 伪蟻蠂蔚委蠅谓.',
		'206' => '螚 渭蔚蟿伪蠁蠈蟻蟿蠅蟽畏 伪魏蠀蟻蠋胃畏魏蔚 纬喂伪 位蠈纬慰蠀蟼 伪蟽蠁伪位蔚委伪蟼. 韦慰 伪蟻蠂蔚委慰 蟺蔚蟻喂苇蠂蔚喂 未蔚未慰渭苇谓伪 渭慰蟻蠁萎蟼 HTML.',
		'207' => '韦慰 渭蔚蟿伪蠁慰蟻蟿蠅渭苇谓慰 伪蟻蠂蔚委慰 渭蔚蟿慰谓慰渭维蟽蟿畏魏蔚 蟽蔚 "%1".',
		'300' => '螚 渭蔚蟿伪魏委谓畏蟽畏 蟿蠅谓 伪蟻蠂蔚委蠅谓 伪蟺苇蟿蠀蠂蔚.',
		'301' => '螚 伪谓蟿喂纬蟻伪蠁萎 蟿蠅谓 伪蟻蠂蔚委蠅谓 伪蟺苇蟿蠀蠂蔚.',
		'500' => '螣 蟺位慰畏纬蠈蟼 伪蟻蠂蔚委蠅谓 苇蠂蔚喂 伪蟺蔚谓蔚蟻纬慰蟺慰喂畏胃蔚委 纬喂伪 位蠈纬慰蠀蟼 伪蟽蠁伪位蔚委伪蟼. 螤伪蟻伪魏伪位慰蠉渭蔚 蔚蟺喂魏慰喂谓蠅谓萎蟽蟿蔚 渭蔚 蟿慰谓 未喂伪蠂蔚喂蟻喂蟽蟿萎 蟿畏蟼 喂蟽蟿慰蟽蔚位委未伪蟼 魏伪喂 蔚位苇纬尉蟿蔚 蟿慰 伪蟻蠂蔚委慰 蟻蠀胃渭委蟽蔚蠅谓 蟿慰蠀 蟺位慰畏纬慰蠉 (CKFinder).',
		'501' => '螚 蠀蟺慰蟽蟿萎蟻喂尉畏 蟿蠅谓 渭喂魏蟻慰纬蟻伪蠁喂蠋谓 苇蠂蔚喂 伪蟺蔚谓蔚蟻纬慰蟺慰喂畏胃蔚委.',
	)
);
