<?php
// Copyright (c) 2003-2013, CKSource - Frederico Knabben. All rights reserved.
// For licensing, see LICENSE.html or http://ckfinder.com/license

//  Defines the object for the Persian language.

$GLOBALS['CKFLang'] = array (
	'ErrorUnknown' => '丕賲讴丕賳 鬲讴賲蹖賱 丿乇禺賵丕爻鬲 賮賵賯 賵噩賵丿 賳丿丕乇丿 (禺胤丕: %1)',
	'Errors' => array (
		'10' => '丿爻鬲賵乇 賳丕賲毓鬲亘乇.',
		'11' => '賳賵毓 賲賳亘毓 丿乇 丿乇禺賵丕爻鬲 鬲毓乇蹖賮 賳卮丿賴 丕爻鬲.',
		'12' => '賳賵毓 賲賳亘毓 丿乇禺賵丕爻鬲 卮丿賴 賲毓鬲亘乇 賳蹖爻鬲.',
		'102' => '賳丕賲 賮丕蹖賱 蹖丕 倬賵卮賴 賳丕賲毓鬲亘乇 丕爻鬲.',
		'103' => '丕賲讴丕賳 讴丕賲賱 讴乇丿賳 丕蹖賳 丿乇禺賵丕爻鬲 亘禺丕胤乇 賲丨丿賵丿蹖鬲 丕禺鬲蹖丕乇丕鬲 賵噩賵丿 賳丿丕乇丿.',
		'104' => '丕賲讴丕賳 讴丕賲賱 讴乇丿賳 丕蹖賳 丿乇禺賵丕爻鬲 亘禺丕胤乇 賲丨丿賵丿蹖鬲 丿爻鬲乇爻蹖 賵噩賵丿 賳丿丕乇丿.',
		'105' => '倬爻賵賳丿 賮丕蹖賱 賳丕賲毓鬲亘乇  丕爻鬲.',
		'109' => '丿乇禺賵丕爻鬲 賳丕賲毓鬲亘乇 丕爻鬲.',
		'110' => '禺胤丕蹖 賳丕卮賳丕禺鬲賴.',
		'111' => 'It was not possible to complete the request due to resulting file size.',
		'115' => '賮丕蹖賱 蹖丕 倬賵卮賴 丕蹖 亘丕 丕蹖賳 賳丕賲 賵噩賵丿 丿丕乇丿',
		'116' => '倬賵卮賴 蹖丕賮鬲 賳卮丿. 賱胤賮丕 亘乇賵夭乇爻丕賳蹖 讴乇丿賴 賵 賲噩丿丿丕 鬲賱丕卮 讴賳蹖丿.',
		'117' => '賮丕蹖賱 蹖丕賮鬲 賳卮丿. 賱胤賮丕 賮賴乇爻鬲 賮丕蹖賱賴丕 乇丕 亘乇賵夭乇爻丕賳蹖 讴乇丿賴 賵 賲噩丿丿丕 鬲賱丕卮 讴賳蹖丿.',
		'118' => '賲賳亘毓 賵 賲賯氐丿 賲爻蹖乇 蹖讴蹖 丕爻鬲.',
		'201' => '蹖讴 賮丕蹖賱 亘丕 賴賲丕賳 賳丕賲 丕夭 賯亘賱 賲賵噩賵丿 丕爻鬲. 賮丕蹖賱 丌倬賱賵丿 卮丿賴 亘賴 "%1" 鬲睾蹖蹖乇 賳丕賲 蹖丕賮鬲.',
		'202' => '賮丕蹖賱 賳丕賲毓鬲亘乇',
		'203' => '賮丕蹖賱 賳丕賲毓鬲亘乇. 丕賳丿丕夭賴 賮丕蹖賱 亘蹖卮 丕夭 丨丿 亘夭乇诏 丕爻鬲.',
		'204' => '賮丕蹖賱 丌倬賱賵丿 卮丿賴 禺乇丕亘 丕爻鬲.',
		'205' => '賴蹖趩 倬賵卮賴 賲賵賯鬲蹖 亘乇丕蹖 丌倬賱賵丿 賮丕蹖賱 丿乇 爻乇賵乇 賲賵噩賵丿 賳蹖爻鬲.',
		'206' => '丌倬賱賵丿 亘賴 丿賱丕蹖賱 丕賲賳蹖鬲蹖 賲鬲賵賯賮 卮丿. 賮丕蹖賱 賲丨鬲賵蹖 丕胤賱丕毓丕鬲 HTML 丕爻鬲.',
		'207' => '賮丕蹖賱 丌倬賱賵丿 卮丿賴 亘賴 "%1" 鬲睾蹖蹖乇 賳丕賲 蹖丕賮鬲.',
		'300' => '丕賳鬲賯丕賱 賮丕蹖賱 (賴丕) 卮讴爻鬲 禺賵乇丿.',
		'301' => '讴倬蹖 賮丕蹖賱 (賴丕) 卮讴爻鬲 禺賵乇丿.',
		'500' => '賲乇賵乇诏乇 賮丕蹖賱 亘賴 丿賱丕蹖賱 丕賲賳蹖鬲蹖 睾蹖乇 賮毓丕賱 丕爻鬲. 賱胤賮丕 亘丕 賲丿蹖乇 爻丕賲丕賳賴 鬲賲丕爻 亘诏蹖乇蹖丿 鬲丕 鬲賳馗蹖賲丕鬲 丕蹖賳 亘禺卮 乇丕 亘乇乇爻蹖 賳賲丕蹖丿.',
		'501' => '倬卮鬲蹖亘丕賳蹖 丕夭 鬲氐丕賵蹖乇 讴賵趩讴 睾蹖乇賮毓丕賱 卮丿賴 丕爻鬲',
	)
);
