<?php
// Copyright (c) 2003-2013, CKSource - Frederico Knabben. All rights reserved.
// For licensing, see LICENSE.html or http://ckfinder.com/license

//  Defines the object for the Hebrew language.

$GLOBALS['CKFLang'] = array (
	'ErrorUnknown' => '诇讗 讛讬讛 谞讬转谉 诇讛砖诇讬诐 讗转 讛讘拽砖讛. (砖讙讬讗讛 %1)',
	'Errors' => array (
		'10' => '讛讜专讗讛 诇讗 转拽讬谞讛.',
		'11' => '住讜讙 讛诪砖讗讘 诇讗 爪讜讬讬谉 讘讘拽砖讛 诇砖专转.',
		'12' => '住讜讙 讛诪砖讗讘 讛诪爪讜讬讬谉 诇讗 转拽讬谉.',
		'102' => '砖诐 讛拽讜讘抓 讗讜 讛转讬拽讬讛 诇讗 转拽讬谉.',
		'103' => '诇讗 讛讬讛 谞讬转谉 诇讛砖诇讬诐 讗转 讛讘拽砖讛 讘砖诇 讛专砖讗讜转 诪讜讙讘诇讜转.',
		'104' => '诇讗 讛讬讛 谞讬转谉 诇讛砖诇讬诐 讗转 讛讘拽砖讛 讘砖诇 讛专砖讗讜转 诪注专讻转 拽讘爪讬诐 诪讜讙讘诇讜转.',
		'105' => '住讬讜诪转 讛拽讜讘抓 诇讗 转拽讬谞讛.',
		'109' => '讘拽砖讛 诇讗 转拽讬谞讛.',
		'110' => '砖讙讬讗讛 诇讗 讬讚讜注讛.',
		'111' => '诇讗 谞讬转谉 讛讬讛 诇讛砖诇讬诐 讗转 讛讘拽砖讛 讘砖诇 讛讙讜讚诇 讛讞专讬讙 砖诇 讛拽讜讘抓 讛谞讜爪专.',
		'115' => '讻讘专 拽讬讬诐/转 拽讜讘抓 讗讜 转讬拽讬讛 讘讗讜转讜 讛砖诐.',
		'116' => '讛转讬拽讬讛 诇讗 谞诪爪讗讛. 谞讗 诇专注谞谉 讜诇谞住讜转 砖讜讘.',
		'117' => '讛拽讜讘抓 诇讗 谞诪爪讗. 谞讗 诇专注谞谉 讜诇谞住讜转 砖讜讘.',
		'118' => '讻转讜讘讜转 讛诪拽讜专 讜讛讬注讚 讝讛讜转.',
		'201' => '拽讜讘抓 注诐 讗讜转讜 讛砖诐 讻讘专 拽讬讬诐. 砖诐 讛拽讜讘抓 砖讛讜注诇讛 砖讜谞讛 诇 "%1"',
		'202' => '讛拽讜讘抓 诇讗 转拽讬谉.',
		'203' => '讛拽讜讘抓 诇讗 转拽讬谉. 讙讜讚诇 讛拽讜讘抓 讙讚讜诇 诪讚讬.',
		'204' => '讛拽讜讘抓 讛诪讜注诇讛 诇讗 转拽讬谉',
		'205' => '诇讗 拽讬讬诪转 讘砖专转 转讬拽讬讛 讝诪谞讬转 诇讛注诇讗转 拽讘爪讬诐.',
		'206' => '讛讛注诇讗讛 讘讜讟诇讛 诪住讬讘讜转 讗讘讟讞讛. 讛拽讜讘抓 诪讻讬诇 转讜讻谉 砖讚讜诪讛 诇-HTML.',
		'207' => '砖诐 讛拽讜讘抓 砖讛讜注诇讛 砖讜谞讛 诇 "%1"',
		'300' => '讛注讘专转 讛拽讘爪讬诐 谞讻砖诇讛.',
		'301' => '讛注转拽转 讛拽讘爪讬诐 谞讻砖诇讛.',
		'500' => '讚驻讚驻谉 讛拽讘爪讬诐 诪谞讜讟专诇 诪住讬讘讜转 讗讘讟讞讛. 讬砖 诇驻谞讜转 诇诪谞讛诇 讛诪注专讻转 讜诇讘讚讜拽 讗转 拽讜讘抓 讛转爪讜专讛 砖诇 CKFinder.',
		'501' => '讛转诪讬讻讛 讘转诪讜谞讜转 诪讜拽讟谞讜转 诪讘讜讟诇转.',
	)
);
