<?php
// Copyright (c) 2003-2013, CKSource - Frederico Knabben. All rights reserved.
// For licensing, see LICENSE.html or http://ckfinder.com/license

//  Defines the object for the Russian language.

$GLOBALS['CKFLang'] = array (
	'ErrorUnknown' => '袧械胁芯蟹屑芯卸薪芯 蟹邪胁械褉褕懈褌褜 蟹邪锌褉芯褋. (袨褕懈斜泻邪 %1)',
	'Errors' => array (
		'10' => '袧械胁械褉薪邪褟 泻芯屑邪薪写邪.',
		'11' => '孝懈锌 褉械褋褍褉褋邪 薪械 褍泻邪蟹邪薪 胁 蟹邪锌褉芯褋械.',
		'12' => '袧械胁械褉薪褘泄 蟹邪锌褉芯褕械薪薪褘泄 褌懈锌 褉械褋褍褉褋邪.',
		'102' => '袧械胁械褉薪芯械 懈屑褟 褎邪泄谢邪 懈谢懈 锌邪锌泻懈.',
		'103' => '袧械胁芯蟹屑芯卸薪芯 蟹邪胁械褉褕懈褌褜 蟹邪锌褉芯褋 懈蟹-蟹邪 芯谐褉邪薪懈褔械薪懈泄 邪胁褌芯褉懈蟹邪褑懈懈.',
		'104' => '袧械胁芯蟹屑芯卸薪芯 蟹邪胁械褉褕懈褌褜 蟹邪锌褉芯褋 懈蟹-蟹邪 芯谐褉邪薪懈褔械薪懈褟 褉邪蟹褉械褕械薪懈泄 褎邪泄谢芯胁芯泄 褋懈褋褌械屑褘.',
		'105' => '袧械胁械褉薪芯械 褉邪褋褕懈褉械薪懈械 褎邪泄谢邪.',
		'109' => '袧械胁械褉薪褘泄 蟹邪锌褉芯褋.',
		'110' => '袧械懈蟹胁械褋褌薪邪褟 芯褕懈斜泻邪.',
		'111' => 'It was not possible to complete the request due to resulting file size.',
		'115' => '肖邪泄谢 懈谢懈 锌邪锌泻邪 褋 褌邪泻懈屑 懈屑械薪械屑 褍卸械 褋褍褖械褋褌胁褍械褌.',
		'116' => '袩邪锌泻邪 薪械 薪邪泄写械薪邪. 袩芯卸邪谢褍泄褋褌邪, 芯斜薪芯胁懈褌械 胁懈写 锌邪锌芯泻 懈 锌芯锌褉芯斜褍泄褌械 械褖械 褉邪蟹.',
		'117' => '肖邪泄谢 薪械 薪邪泄写械薪. 袩芯卸邪谢褍泄褋褌邪, 芯斜薪芯胁懈褌械 褋锌懈褋芯泻 褎邪泄谢芯胁 懈 锌芯锌褉芯斜褍泄褌械 械褖械 褉邪蟹.',
		'118' => '袠褋褏芯写薪芯械 褉邪褋锌芯谢芯卸械薪懈械 褎邪泄谢邪 褋芯胁锌邪写邪械褌 褋 褍泻邪蟹邪薪薪褘屑.',
		'201' => '肖邪泄谢 褋 褌邪泻懈屑 懈屑械薪械屑 褍卸械 褋褍褖械褋褌胁褍械褌. 袟邪谐褉褍卸械薪薪褘泄 褎邪泄谢 斜褘谢 锌械褉械懈屑械薪芯胁邪薪 胁 "%1".',
		'202' => '袧械胁械褉薪褘泄 褎邪泄谢.',
		'203' => '袧械胁械褉薪褘泄 褎邪泄谢. 袪邪蟹屑械褉 褎邪泄谢邪 褋谢懈褕泻芯屑 斜芯谢褜褕芯泄.',
		'204' => '袟邪谐褉褍卸械薪薪褘泄 褎邪泄谢 锌芯胁褉械卸写械薪.',
		'205' => '袧械写芯褋褌褍锌薪邪 胁褉械屑械薪薪邪褟 锌邪锌泻邪 写谢褟 蟹邪谐褉褍蟹泻懈 褎邪泄谢芯胁 薪邪 褋械褉胁械褉.',
		'206' => '袟邪谐褉褍蟹泻邪 芯褌屑械薪械薪邪 懈蟹-蟹邪 褋芯芯斜褉邪卸械薪懈泄 斜械蟹芯锌邪褋薪芯褋褌懈. 肖邪泄谢 褋芯写械褉卸懈褌 锌芯褏芯卸懈械 薪邪 HTML 写邪薪薪褘械.',
		'207' => '袟邪谐褉褍卸械薪薪褘泄 褎邪泄谢 斜褘谢 锌械褉械懈屑械薪芯胁邪薪 胁 "%1".',
		'300' => '袩褉芯懈蟹芯褕谢邪 芯褕懈斜泻邪 锌褉懈 锌械褉械屑械褖械薪懈懈 褎邪泄谢邪(芯胁).',
		'301' => '袩褉芯懈蟹芯褕谢邪 芯褕懈斜泻邪 锌褉懈 泻芯锌懈褉芯胁邪薪懈懈 褎邪泄谢邪(芯胁).',
		'500' => '袘褉邪褍蟹械褉 褎邪泄谢芯胁 芯褌泻谢褞褔械薪 懈蟹-蟹邪 褋芯芯斜褉邪卸械薪懈泄 斜械蟹芯锌邪褋薪芯褋褌懈. 袩芯卸邪谢褍泄褋褌邪, 褋芯芯斜褖懈褌械 胁邪褕械屑褍 褋懈褋褌械屑薪芯屑褍 邪写屑懈薪懈褋褌褉邪褌褉褍 懈 锌褉芯胁械褉褜褌械 泻芯薪褎懈谐褍褉邪褑懈芯薪薪褘泄 褎邪泄谢 CKFinder.',
		'501' => '袩芯写写械褉卸泻邪 屑懈薪懈邪褌褞褉 芯褌泻谢褞褔械薪邪.',
	)
);
