<?php
// Copyright (c) 2003-2013, CKSource - Frederico Knabben. All rights reserved.
// For licensing, see LICENSE.html or http://ckfinder.com/license

//  Defines the object for the Serbian Translation for the Serbian language: Goran Markovic, University Computer Center of Banja Luka

$GLOBALS['CKFLang'] = array (
	'ErrorUnknown' => '袧懈褬械 屑芯谐褍褯械 蟹邪胁褉褕懈褌懈 蟹邪褏褌褬械胁. (袚褉械褕泻邪 %1)',
	'Errors' => array (
		'10' => '袧械锌芯蟹薪邪褌邪 薪邪褉械写斜邪.',
		'11' => '袧懈褬械 薪邪胁械写械薪邪 胁褉褋褌邪 褍 蟹邪褏褌褬械胁褍.',
		'12' => '袟邪褌褉邪卸械薪邪 胁褉褋褌邪 薪懈褬械 胁邪卸械褯邪.',
		'102' => '袧械懈褋锌褉邪胁邪薪 薪邪蟹懈胁 写邪褌芯褌械泻械 懈谢懈 褎邪褋褑懈泻谢械.',
		'103' => '袧懈褬械 屑芯谐褍褯械 懈蟹胁褉褕懈褌懈 蟹邪褏褌褬械胁 蟹斜芯谐 芯谐褉邪薪懈褔械褮邪 锌褉懈褋褌褍锌邪.',
		'104' => '袧懈褬械 屑芯谐褍褯械 懈蟹胁褉褕懈褌懈 蟹邪褏褌褬械胁 蟹斜芯谐 芯谐褉邪薪懈褔械褮邪 锌芯褋褌邪胁泻械 褋懈褋褌械屑邪.',
		'105' => '袧械写芯蟹胁芯褭械薪邪 胁褉褋褌邪 写邪褌芯褌械泻械.',
		'109' => '袧械写芯蟹胁芯褭械薪 蟹邪褏褌褬械胁.',
		'110' => '袧械锌芯蟹薪邪褌邪 谐褉械褕泻邪.',
		'111' => 'It was not possible to complete the request due to resulting file size.',
		'115' => '袛邪褌芯褌械泻邪 懈谢懈 褎邪褋褑懈泻谢邪 褋 懈褋褌懈屑 薪邪蟹懈胁芯屑 胁械褯 锌芯褋褌芯褬懈.',
		'116' => '肖邪褋褑懈泻谢邪 薪懈褬械 锌褉芯薪邪褣械薪邪. 袨褋胁褬械卸懈褌械 褋褌褉邪薪懈褑褍 懈 锌芯泻褍褕邪褬褌械 锌芯薪芯胁芯.',
		'117' => '袛邪褌芯褌械泻邪 薪懈褬械 锌褉芯薪邪褣械薪邪. 袨褋胁褬械卸懈褌械 谢懈褋褌褍 写邪褌芯褌械泻邪 懈 锌芯泻褍褕邪褬褌械 锌芯薪芯胁芯.',
		'118' => '袩褍褌邪褮邪 懈蟹胁芯褉邪 懈 芯写褉械写懈褕褌邪 褋褍 懈褋褌械.',
		'201' => '袛邪褌芯褌械泻邪 褋 懈褋褌懈屑 薪邪蟹懈胁芯屑 胁械褯 锌芯褋褌芯褬懈. 袨褌锌褉械屑褭械薪邪 写邪褌芯褌械泻邪 褬械 锌褉芯屑褬械褮械薪邪 褍 "%1".',
		'202' => '袧械懈褋锌褉邪胁薪邪 写邪褌芯褌械泻邪.',
		'203' => '袧械懈褋锌褉邪胁薪邪 写邪褌芯褌械泻邪. 袙械谢懈褔懈薪邪 写邪褌芯褌械泻械 褬械 锌褉械胁械谢懈泻邪.',
		'204' => '袨褌锌褉械屑褭械薪邪 写邪褌芯褌械泻邪 褬械 薪械懈褋锌褉邪胁薪邪.',
		'205' => '袧械 锌芯褋褌芯褬懈 锌褉懈胁褉械屑械薪邪 褎邪褋褑懈泻谢邪 蟹邪 芯褌锌褉械屑邪褮械 薪邪 褋械褉胁械褉e.',
		'206' => '小谢邪褮械 褬械 锌芯薪懈褕褌械薪芯 蟹斜芯谐 褋懈谐褍褉薪芯褋薪懈褏 锌芯褋褌邪胁泻懈. 袧邪蟹懈胁 写邪褌芯褌械泻械 褋邪写褉卸懈 HTML 锌芯写邪褌泻械.',
		'207' => '袨褌锌褉械屑褭械薪邪 写邪褌芯褌械泻邪 褬械 锌褉芯屑褬械褮械薪邪 褍 "%1".',
		'300' => '袩褉械屑褬械褕褌邪褮械 写邪褌芯褌械泻械(邪) 薪懈褬械 褍褋锌褬械谢芯.',
		'301' => '袣芯锌懈褉邪褮械 写邪褌芯褌械泻械(邪) 薪懈褬械 褍褋锌褬械谢芯.',
		'500' => '袩褉械褌褉邪卸懈胁邪褮械 写邪褌芯褌械泻邪 薪懈褬械 写芯蟹胁芯褭械薪芯 懈蟹 褋懈谐褍褉薪芯褋薪懈褏 褉邪蟹谢芯谐邪. 袦芯谢懈屑芯 泻芯薪褌邪泻褌懈褉邪褬褌械 邪写屑懈薪懈褋褌褉邪褌芯褉邪 褋懈褋褌械屑邪 泻邪泻芯 斜懈 锌褉芯胁褬械褉懈谢懈 锌芯褋褌邪胁泻械 CKFinder 泻芯薪褎懈谐褍褉邪褑懈芯薪械 写邪褌芯褌械泻械.',
		'501' => 'Thumbnail 锌芯写褉褕泻邪 薪懈褬械 芯屑芯谐褍褯械薪邪.',
	)
);
