<?php
/*
 * Created on 2010-5-6
 *
 * To change the template for this generated file go to
 * Window - Preferences - PHPeclipse - PHP - Code Templates
 * 缓存->民族
 */ 
 
 return array (
  1 => '汉族',
  2 => '阿昌族',
  3 => '白族',
  4 => '保安族',
  5 => '布朗族',
  6 => '布依族',
  7 => '德昂族',
  8 => '东乡族',
  9 => '侗族',
  10 => '独龙族',
  11 => '俄罗斯族',
  12 => '鄂伦春族',
  13 => '鄂温克族',
  14 => '高山族',
  15 => '哈尼族',
  16 => '哈萨克族',
  17 => '赫哲族',
  18 => '回族',
  19 => '基诺族',
  20 => '京族',
  21 => '景颇族',
  22 => '柯尔克孜族',
  23 => '拉祜族',
  24 => '黎族',
  25 => '僳僳族',
  26 => '珞巴族',
  27 => '满族',
  28 => '毛南族',
  29 => '门巴族',
  30 => '蒙古族',
  31 => '苗族',
  32 => '仫佬族',
  33 => '纳西族',
  34 => '怒族',
  35 => '普米族',
  36 => '羌族',
  37 => '撒拉族',
  38 => '畲族',
  39 => '水族',
  40 => '塔吉克族',
  41 => '塔塔尔族',
  42 => '土族',
  43 => '土家族',
  44 => '佤族',
  45 => '维吾尔族',
  46 => '乌孜别克族',
  47 => '锡伯族',
  48 => '瑶族',
  49 => '彝族',
  50 => '朝鲜族',
  51 => '达斡尔族',
  52 => '傣族',
  53 => '仡佬族',
  54 => '裕固族',
  55 => '壮族',
  56 => '藏族',
);
 
?>
